Revit 2027 API
SymbolTypeId.LbMassPerFtDashS Property
 Symbol lb/ft-s, indicating unit Pounds mass per foot second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerFtDashS { get; }
Public Shared ReadOnly Property LbMassPerFtDashS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerFtDashS {
	ForgeTypeId^ get ();
}
static member LbMassPerFtDashS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace